Repository: Onus-Services/WfmUser-iOS
Catalog: WfmUser/Helper/*.lproj/Localizable.strings
Languages: tr

# ForgotPassPSifreyiYenile
source: Reset Password
tr: Şifreyi Yenile

# ForgotPassDogrulama
source: Send Verification Code
tr: Doğrulama Kodu Gönder

# LoginRotaPlanla
source: Plan Route, Monitor Field Live, and Manage
tr: Rota Planla, Sahayı Canlı İzle ve Yönet

# LoginHosGeldiniz
source: Welcome
tr: Hoş geldiniz

# LoginBeniHatirla
source: Remember Me
tr: Beni Hatırla

# LoginSifremiUnuttum
source: Forgot Password
tr: Şifremi Unuttum

# LoginGiris
source: Login
tr: Giriş

# LoginRotamen
source: Rotamen ® is a Registered Technology Brand of OnUs Services.
tr: Rotamen ® OnUs Services Tescilli Teknoloji Markalarındandır.

# MonthlyWeek
source: Week
tr: Hafta

# MonthlySure
source: Dr:
tr: Süre:

# MonthlyGoruntuleGun
source: Select the day you want to view.
tr: Görüntülemek istediğiniz günü seçiniz.

# SeciliDegerRapor
source: No report available for the selected values.
tr: Seçili değerler ile ilgili gösterilebilecek rapor bulunamadı

# LearnAddressVazgec
source: Cancel
tr: Vazgeç

# LearnAddressOnayla
source: Confirm
tr: Onayla

# AddNewAddressAddres
source: Address:
tr: Adres:

# AddNewAddressKonum
source: Location:
tr: Konum:

# AddNewAddressBaslik
source: Title:
tr: Başlık:

# AddNewAddressDegisiklikOnay
source: Submit Changes for Approval
tr: Değişiklikleri Onaya Gönder

# AddNewAddressGeri
source: < Back
tr: < Geri

# AddNewAddressDigerOzellik
source: Proceed to other features >
tr: Diğer özelliklere geç >

# AddNewAddressKapat
source: Close
tr: Kapat

# AddNewAddressKaydet
source: Save
tr: Kaydet

# WeeklySure
source: Duration:
tr: Süre:

# WeeklyGoruntuleGun
source: Select the day you want to view.
tr: Görüntülemek istediğiniz günü seçiniz.

# WeeklySureKucuk
source: mn
tr: dk

# RoutePageDk
source: MIN
tr: DK

# RoutePageIsSuresi
source: Work Duration:
tr: İş Süresi:

# RoutePageDkKucuk
source: min
tr: dk

# RoutePageSiparisNot
source: Order Note:
tr: Sipariş Notu:

# RoutePageYolTarifi
source: Directions
tr: Yol Tarifi

# ABFReFrekans
source: Frequency
tr: Frekans

# ABFReTSec
source: Select
tr: T. Seç

# ABFReYok
source: None
tr: Yok

# ABFRePtsi
source: Mon
tr: Ptsi

# ABFReSalı
source: Tue
tr: Salı

# ABFReCars
source: Wed
tr: Çarş

# ABFRePers
source: Thu
tr: Perş

# ABFReCuma
source: Fri
tr: Cuma

# ABFReCtsi
source: Sat
tr: Ctsi

# ABFRePazr
source: Sun
tr: Pazr

# HeaderTamamlananIsler
source: Completed Tasks:
tr: Tamamlanan İşler:

# HeaderOtoSirala
source: Auto Sort
tr: Oto Sırala

# HeaderUgranmis
source: Visited
tr: Uğranmış

# HeaderAdres
source: Address
tr: Adres

# NavigateGeri
source: Back
tr: Geri

# NavigateTakipId
source: Tracking ID:
tr: TakipId:

# NavigateGelmedim
source: Not Arrived
tr: Gelmedim

# NavigateYolTarifi
source: Directions
tr: Yol Tarifi

# NavigateNoktaNotu
source: Point Note
tr: Nokta Notu

# CikisEminMisin
source: Are you sure you want to log out?
tr: Çıkış yapılacak emin misiniz?

# CikisKapat
source: Close
tr: Kapat

# CikisCikis
source: Log Out
tr: Çıkış

# DPTamam
source: OK
tr: Tamam

# DPBitis
source: End
tr: Bitiş

# DPBaslangic
source: Start
tr: Başlangıç

# LMhosgeldin
source: Welcome
tr: Hoş geldin

# LManasayfa
source: Home
tr: Anasayfa

# LMhaftalik
source: Weekly Plan
tr: Haftalık Plan

# LMraporlar
source: Reports
tr: Raporlar

# LMaylik
source: Monthly Plan
tr: Aylık Plan

# LMcikisYap
source: Log Out
tr: Çıkış Yap

# LMrotamenSaha
source: Rotamen Field Workforce Management System is a Registered Software Brand of OnUs Services.
tr: Rotamen Saha İşgücü Yönetim Sistemi OnUs Services’ın Tescilli Yazılım Markasıdır

# listeyiHazirlamakIcinTikla
source: Click to Prepare Your Task List.
tr: İş Listenizi Hazırlamak için Tıklayınız.

source: Start Point
tr: Başlangıç Noktası

source: End Point
tr: Bitiş Noktası

source: Close
tr: Kapat

source: Reset
tr: Sıfırla

# isListesiniSirala
source: Sort Task List
tr: İş Listesini Sırala

# gerekliYerleriSecin
source: Select Required Places
tr: Gerekli Yerleri Seçiniz

# isListesiniHazirla
source: Prepare Task List
tr: İş Listesini Hazırla

# isListesiSiralama
source: Task List Sorting
tr: İş Listesi Sıralama

# baslangicBitisSec
source: To reorder the Task List, please select the Start and End locations.
tr: İş Listesinin tekrar sıralamak için lütfen Başlangıç ve Bitiş yeri seçiniz.

# seciniz
source: Select
tr: Seçiniz

# baslangicYeri
source: Start Location
tr: Başlangıç Yeri

# bitisYeri
source: End Location
tr: Bitiş Yeri

# depoya
source: To Warehouse
tr: Depoya

# yakin
source: Near
tr: Yakın

# uzak
source: Far
tr: Uzak

# lutfenBaslangic
source: Please Select a Start Point
tr: Lütfen Başlangıç Noktası Seçiniz

# lutfenBitis
source: Please Select an End Point
tr: Lütfen Bitiş Noktası Seçiniz

# CLDDilAyar
source: How do you set the language for the Wfm-User app?
tr: Wfm-User uygulamanın dilini nasıl ayarlarsın?

# CLDTelGuncelleme
source: Due to updates on your phone, there are different steps to change the Wfm User language.
tr: Telefonundaki güncellemeler nedeniyle, Wfm User dilini değiştirebileceğin farklı adımlar bulunmaktadır.

# CLDBirAdim
source: 1. Proceed to the next screen.
tr: 1. Bir sonraki ekrana devam et.

# CLDIkiAdim
source: 2. Tap on 'Language' to select your preferred language.
tr: 2. İstediğin dili seçmek için Dil'e dokun.

# CLDHicDil
source: If no language settings are available, go to your iPhone's general language settings to set your preferred language first.
tr: Hiç bir dil ayarı mevcut değilse, ilk önce tercih ettiğin dili ayarlamak için genel iPhone dil ayarlarına git.

# CLDDevam
source: Continue
tr: Devam

# CLDIptal
source: Cancel
tr: İptal

# geldiginiziD
source: You have arrived at
tr: Geldiğinizi

# noktayaD
source: the point
tr: Noktaya

# onayliyorMusunuz
source: Do you confirm?
tr: Onaylıyor musunuz ?

# gidiyorum
source: I'm going
tr: Gidiyorum

# gelmedim
source: I didn't arrive
tr: Gelmedim

# geldim
source: I arrived
tr: Geldim

# olumlutamamla
source: Complete Positively
tr: Olumlu Tamamla

# olumsuztamamla
source: Complete Negatively
tr: Olumsuz Tamamla

# olarakKaydedilecek
source: will be recorded as.
tr: olarak kayıt edilecektir.

# eminmisin
source: Are you sure?
tr: Emin misiniz ?

# olumlu
source: Point Positive
tr: Nokta Olumlu

# olumsuz
source: Point Negative
tr: Nokta Olumsuz

# Kapat
source: Close
tr: Kapat

# ErrorKullaniciAdiBos
source: Username cannot be empty
tr: Kullanıcı Adı Boş Bırakılamaz

# ErrorSifrelerBos
source: Passwords cannot be empty
tr: Şifreler Boş Bırakılamaz

# ErrorSifre6
source: Password cannot be less than 6 characters
tr: Şifre 6 Karakterden küçük olamaz

# ErrorSifrelerUyusmuyor
source: Passwords do not match
tr: Şifreler uyuşmuyor

# ErrorSifreveKullaniciAdiBos
source: Password and Username cannot be empty
tr: Şifre ve Kullanıcı Adı Boş Bırakılamaz

# ErrorSifreBos
source: Password cannot be empty
tr: Şifre Boş Bırakılamaz

# ErrorGelmedim
source: Will be recorded as 'Not Arrived'. Are you sure?
tr: Gelmedim Olarak Kaydedilecek. Emin Misiniz?

# ErrorOlumlu
source: Will be recorded as 'Positive'. Are you sure?
tr: Olumlu Olarak Kaydedilecek. Emin Misiniz?

# ErrorOlumsuz
source: Will be recorded as 'Negative'. Are you sure?
tr: Olumsuz Olarak Kaydedilecek. Emin Misiniz?

# ErrorGidiyorum
source: Will be recorded as 'I'm Going'. Are you sure?
tr: Gidiyorum Olarak Kaydedilecek. Emin Misiniz?

# ErrorKonumIzin
source: You need to enable location permissions to proceed.
tr: İşlem yapabilmek için konum izinlerini açmanız gerekmektedir.

# ToastBosBırakılan
source: There is a required field left empty.
tr: Boş bırakılan zorunlu alan var.

# ToastIkiNoktaAyni
source: Two points cannot be the same.
tr: İki nokta aynı olamaz

# resultBos
source: An issue has been encountered. (Result is empty).
tr: Bir sorun ile karşılaşıldı.(Result Boş).

# errorClassBos
source: An issue has been encountered. (ErrorClass is empty).
tr: Bir sorun ile karşılaşıldı.(ErrorClass Boş).

# loginResultBos
source: An issue has been encountered. (LoginResult is empty).
tr: Bir sorun ile karşılaşıldı.(LoginResult Boş).

source: Refresh
tr: Yenile

source: Search
tr: Arama

# birHaritaSec
source: Select a Map
tr: Bir Harita Seçin

# baskaAktifIs
source: You have another active task
tr: Başka Bir Aktif İşiniz Bulunmaktadır

# depoyaEnYakin
source: Closest to Warehouse
tr: Depoya En Yakın

# depoyaEnUzak
source: Farthest from Warehouse
tr: Depoya En Uzak

# eveEnYakin
source: Closest to Home
tr: Eve En Yakın

# eveEnUzak
source: Farthest from Home
tr: Eve En Uzak

# nokta1111
source: Point:
tr: Nokta:

# noktayaOlanUzakliginiz
source: Distance to the Point
tr: Noktaya Olan Uzaklığınız

# BottomBarListe
source: List
tr: Liste

# BottomBarHarita
source: Map
tr: Harita

# HeaderInfoGün
source: Day
tr: Gün

# HeaderInfoNokta
source: Point
tr: Nokta

# HeaderInfoAgirlik
source: Weight
tr: Ağırlık

# HeaderInfoTutar
source: Amount
tr: Tutar

# HeaderInfoSüre
source: Duration
tr: Süre

# DayHafta
source: All Week
tr: Bütün Hafta

# DayPazartesi
source: Monday
tr: Pazartesi

# DaySali
source: Tuesday
tr: Salı

# DayCarsamba
source: Wednesday
tr: Çarşamba

# DayPersembe
source: Thursday
tr: Perşembe

# DayCuma
source: Friday
tr: Cuma

# DayCumartesi
source: Saturday
tr: Cumartesi

# DayPazar
source: Sunday
tr: Pazar

# DayPazartesiKisa
source: Mon.
tr: Pzt.

# DaySaliKisa
source: Tue.
tr: Salı

# DayCarsambaKisa
source: Wed.
tr: Çarş.

# DayPersembeKisa
source: Thu.
tr: Perş.

# DayCumaKisa
source: Fri.
tr: Cuma

# DayCumartesiKisa
source: Sat.
tr: Cts.

# DayPazarKisa
source: Sun.
tr: Pzr.

# DialogNoktaDüzenle
source: Edit Point
tr: Nokta Düzenle

# DialogNoktaEkle
source: Add Point
tr: Nokta Ekle

# DialogNoktaDetayı
source: Point Details
tr: Nokta Detayı

# DialogFrekans
source: Frequency
tr: Frekans

# DialogCikis
source: Exit
tr: Çıkış

# ChartRaporTipi
source: Report Type
tr: Rapor Tipi

# ChartHaritayaGit
source: Go to Map
tr: Haritaya Git

# SeciliDegerlerRaporYok
source: No report available for the selected values
tr: Seçili değerler ile ilgili gösterilebilecek rapor bulunamadı

# offlineModdasiniz
source: You are in offline mode
tr: Çevrimdışı Moddasınız

# RTDTeslimatDurum
source: Delivery Status
tr: Teslimat Durum

# RTDHesaplananToplananKM
source: Calculated/Mobile Collected KM
tr: Hesaplanan/Mobil Toplanan KM

# RTDAltSebep
source: Sub Reason
tr: Alt Sebep

# RTDMüsteriDeneyimi
source: Customer Experience
tr: Müşteri Deneyimi

# RTDHesaplananToplananSaat
source: Calculated/Mobile Collected Hours
tr: Hesaplanan/Mobil Toplanan Saat

# RTDKoliKGArac
source: Package - KG Vehicle
tr: Koli - KG Araç

# RTDOrtalamaKGArac
source: Average KG/Vehicle
tr: Ortalama KG/Araç

# RTDAdresSkor
source: Address Score Distribution
tr: Adres Skor Dağılımı

# RTDOrtalamaGeofence
source: Average Geofence
tr: Ortalama Geofence

# RTDAracBasinaVerimlilik
source: Efficiency Per Vehicle
tr: Araç Başına Verimlilik

# RTDSeferBBB
source: Started/Not Started/Completed Trip
tr: Sefer Başlatan/Başlatmayan/Bitiren

# RTDDropTeslimatSayisi
source: Drop - Delivery Count
tr: Drop - Teslimat Sayısı

# RTDOrtalamaTeslimatSüresi
source: Average Delivery Time
tr: Ortalama Teslimat Süresi

# RTDOrtalamaAdresDüzeltme
source: Average Address Correction Count
tr: Ortalama Adres Düzeltme Adet

# RTDTeslimatCizgi
source: Delivery Line
tr: Teslimat Çizgi

# RTDTTeslimatDurumBar
source: Delivery Status (Bar)
tr: Teslimat Durum (Bar)

# RTDTTeslimatDurumPie
source: Delivery Status (Pie)
tr: Teslimat Durum (Pie)

# RTDTHesaplananToplananKM
source: Calculated/Mobile Collected KM
tr: Hesaplanan/Mobil Toplanan KM

# RTDTAltSebepBar
source: Sub Reason (Bar)
tr: Alt Sebep (Bar)

# RTDTMüsteriDeneyimiPie
source: Customer Experience (Pie)
tr: Müşteri Deneyimi (Pie)

# RTDTMüsteriDeneyimiBar
source: Customer Experience (Bar)
tr: Müşteri Deneyimi (Bar)

# RTDTHesaplananToplananSaat
source: Calculated/Mobile Collected Hours
tr: Hesaplanan/Mobil Toplanan Saat

# RTDTKoliKGArac
source: Package - KG Vehicle
tr: Koli - KG Araç

# RTDTOrtalamaKGArac
source: Average KG/Vehicle
tr: Ortalama KG/Araç

# RTDTAdresSkor
source: Address Score Distribution
tr: Adres Skor Dağılımı

# RTDTOrtalamaGeofence
source: Average Geofence
tr: Ortalama Geofence

# RTDTAracBasinaVerimlilik
source: Efficiency Per Vehicle
tr: Araç Başına Verimlilik

# RTDTSeferBBB
source: Started/Not Started/Completed Trip
tr: Sefer Başlatan/Başlatmayan/Bitiren

# RTDTDropTeslimatSayisi
source: Drop - Delivery Count
tr: Drop - Teslimat Sayısı

# RTDTOrtalamaTeslimatSüresi
source: Average Delivery Time
tr: Ortalama Teslimat Süresi

# RTDTOrtalamaAdresDüzeltme
source: Average Address Correction Count
tr: Ortalama Adres Düzeltme Adet

# RTDTTeslimatCizgi
source: Delivery Line
tr: Teslimat Çizgi

# RLOlumluAdet
source: Positive Count
tr: Olumlu Adet

# RLOlumsuzAdet
source: Negative Count
tr: Olumsuz Adet

# RLUgranmamisAdet
source: Not Visited Count
tr: Ugranmamış Adet

# RLDevamEdenAdet
source: Ongoing Count
tr: Devam Eden Adet

# RLKazaAriza
source: Accident/Failure Not Delivered
tr: Kaza/Arıza Teslim Edilemedi

# RLZilCalma
source: Doorbell Ring
tr: Zil Çalma

# RLTemassizTeslimat
source: Contactless Delivery
tr: Temassız Teslimat

# RLKomsumaBirak
source: Leave with Neighbor
tr: Komşuma Bırak

# RLGüvenligeBirak
source: Leave with Security
tr: Güvenliğe Bırak

# RLAlternatifAdres
source: Alternative Address
tr: Alternatif Adres

# RLEsnekSaat
source: Flexible Time
tr: Esnek Saat

# RLHesaplananSaat
source: Calculated Time
tr: Hesaplanan Saat

# RLToplananSaat
source: Collected Time
tr: Toplanan Saat

# RLDesi
source: Volume
tr: Desi

# RLKoli
source: Parcel
tr: Koli

# RLYeterliAdres
source: Sufficient Address
tr: Yeterli Adres

# RLKismiYeterliAdres
source: Partially Sufficient Address
tr: Kısmı Yeterli Adres

# RLYetersizAdres
source: Insufficient Address
tr: Yetersiz Adres

# RLNoktaAtisi
source: Direct Hit
tr: Nokta Atışı

# RLYakin
source: Near
tr: Yakın

# RLUzak
source: Far
tr: Uzak

# RLHataliKullanim
source: Incorrect Usage
tr: Hatalı Kullanım

# RLGeofenceHesaplanmayan
source: Geofence Not Calculated
tr: Geofence Hesaplanmayan

# RLSeferBaslat
source: Start Trip Count
tr: Sefer Başlat Adet

# RLSeferBaslatmayan
source: Not Started Trip Count
tr: Sefer Başlatmayan Adet

# RLSeferBitis
source: End Trip Count
tr: Sefer Bitiş Adet

# RLDropSayisi
source: Drop Count
tr: Drop Sayısı

# RLTeslimatSayisi
source: Delivery Count
tr: Teslimat Sayısı

# RLTeslimatPerformans
source: Delivery Performance
tr: Teslimat Performans

# RLOrtalamaAdresDüzeltme
source: Average Address Correction Count
tr: Ortalama Adres Düzeltme Adet

# RLAracBasinaVerimlilik
source: Efficiency per Vehicle (%)
tr: Araç Başına Verimlilik (%)

# RLHesaplananKm
source: Calculated Km
tr: Hesaplanan Km

# RLToplananKm
source: Mobile Collected Km
tr: Mobil Toplanan Km

# RLKalanKm
source: Remaining Km
tr: Kalan Km

# WDTeslimat
source: Delivery
tr: Teslimat

# WDSefer
source: Trip
tr: Sefer

# WDOrtalama
source: Average
tr: Ortalama

# WDToplam
source: Total
tr: Toplam

# WDBölge
source: Region
tr: Bölge

# WDArac
source: Vehicle
tr: Araç

# WDBaslatan
source: Initiator
tr: Başlatan

# WDBaslatan1
source: Initi ator
tr: Başla tan

# WDBaslatmayan
source: Non-Initiator
tr: Başlatmayan

# WDBaslatmayan1
source: Non-Initi ator
tr: Başlat mayan

# WDBitiren
source: Finisher
tr: Bitiren

# WDBitiren1
source: Finish er
tr: Biti ren

# WDBitirmeyen
source: Non-Finisher
tr: Bitirmeyen

# WDBitirmeyen1
source: Non-Finisher
tr: Bitirmeyen

# WDOlumlu
source: Positive
tr: Olumlu

# WDOlumsuz
source: Negative
tr: Olumsuz

# WDDevam
source: Continue
tr: Devam

# WDSiparis
source: Order
tr: Sipariş

# WDToplamSefer
source: Total Trips
tr: ToplamSefer

# WDLimitUstu
source: Over Limit
tr: Limit Üstü

# WDVerimlilik
source: Efficiency
tr: Verimlilik

# WDSeferBit
source: Trip End
tr: Sefer Bit.

# WDHesKm
source: Calc. KM
tr: Hes. Km

# WDTopKm
source: Total KM
tr: Top. Km

# WDKmVer
source: KM Provided
tr: Km Ver.

# WDOrtBek
source: Avg. Wait
tr: Ort. Bek.

# DDDKapat
source: Close
tr: Kapat

# DFHDepoSeciniz
source: Select Storage
tr: Depo Seçiniz

# DFHCokluSecim
source: Multiple Selection
tr: Çoklu Seçim

# DFHKullanıcıSeciniz
source: Select User
tr: Kullanıcı Seçiniz

# DFHBugün
source: Today
tr: Bugün

# DFHDün
source: Yesterday
tr: Dün

# DFHGecenHafta
source: Last Week
tr: Geçen Hafta

# DFHTarihAraligi
source: Date Range
tr: Tarih Aralığı

# DPDepo
source: Storage
tr: Depo

# DPHepsi
source: All
tr: Hepsi

# DPPlaka
source: License Plate
tr: Plaka

# DPTemizle
source: Clear
tr: Temizle

# DPOnayla
source: Confirm
tr: Onayla
